var store = [{
        "title": "test1",
        "excerpt":"안녕하세요?   테스트 글입니다.   마크다운이 익숙하지 않아서   연습을 자주 해서 익숙해지고 싶네요.   아래처럼 입력하면  $ x = {-b \\pm \\sqrt{b^2-4ac} \\over 2a} $  이렇게 결과가 나오는데?   $ x = {-b \\pm \\sqrt{b^2-4ac} \\over 2a} $   이렇게 입력하면  $$ x = {-b \\pm \\sqrt{b^2-4ac} \\over 2a} $$  아래처럼 깨지네요.   \\[x = {-b \\pm \\sqrt{b^2-4ac} \\over 2a}\\]  참고자료     – 광산보안기사 정해   ","categories": ["minesafety"],
        "tags": ["광산보안기능사"],
        "url": "https://minesafety-eng.github.io//minesafety/minesafety-engineering-intro/",
        "teaser":null},{
        "title": "[광산기계] 2019-9. 선풍기가 부압 90mm수주, 60m3/sec의 풍량을 배출하고 있다. 선풍기의 총 기계효율을 0.6이라 하면 이 선풍기의 소요마력은?",
        "excerpt":"선풍기가 부압 90mm수주, 60m3/sec의 풍량을 배출하고 있다. 선풍기의 총 기계효율을 0.6이라 하면 이 선풍기의 소요마력은?   간단한 계산문제다. 우선 몇 가지 개념을 짚고 넘어가자.   선풍기  광산에서 “선풍기” 혹은 “송풍기”라 불리는 장비로, 집에 보면 선풍기 한 대씩 없는 집이 없지만, 광산에서 사용하는 선풍기는 크기부터 용량까지 차원이 다르다.    mm수주?  압력을 나타내는 단위이다. 우선 압력의 정확한 의미는 단위너비당 가해지는 힘이다.  동일한 힘을 넓은 곳에 분사하여 가할 때와, 바늘처럼 한 곳에 집중해서 가할 때,  힘의 크기는 같더라도, 작용한 힘의 결과에는 상당한 차이가 있을 것이다. 굳이 공학을 전공하거나 대학을 다니지 않아도 익숙한 압력의 단위로는 혈압(120에 80)이 있다. 혹시 여러분은 혈압의 단위를 알고 있는가? 바로 “mmHq”, 즉 “수은주밀리미터”이다. 예를 들어, 120mmHq의 의미는 “120mm의 수은주 기둥이 누르는 압력” 이라고 보면 된다. 혹자는 “아니, 수은주 기둥의 직경을 모르고 높이만 알면, 무게를 모르는데 압력을 어떻게 알 수가 있어?”라는 생각이 들 수도 있다. 이 때 압력의 단위를 곰곰이 다시 생각해보면 문제가 해결될 것이다. “단위너비당 가해지는 힘”이므로, 직경이 넓어지면  수은기둥이 커지지만, 적용면적도 같이 커지므로 수은기둥 밑면적이 어떠하더라도 압력의 크기는 항상 같고, 높이에만 영향을 받게 된다. (너무 자세히 설명했나?)   다시 본론으로 돌아와서, mm수주(mmAq, mmH2O라고도 씀)는 동일한 개념에 “수은”만 “물”로 바꾼 단위이다. 광산보안에서는 mm수은주보다 mm수주를 많이 사용하는데 그 이유로는 여러가지가 있겠지만 무엇보다 물 1리터가 1kg인 점을 이용하면, mm수주는 정확히 kg/m2라는 익숙한 압력단위로 환산할 수 있다.   우선 여기까지만 쓰고 임시저장.  ","categories": [],
        "tags": [],
        "url": "https://minesafety-eng.github.io//2019-9-90mm-60m3-sec-06/",
        "teaser":null}]
